let detail_data = [
  {
    detailTitle: '生产安全事故应急条例',
    detailText: '生产安全事故应急条例》已经2018年12月5日国务院第33次常务会议通过，现予公布，自2019年4月1日起施行。总理李克强 2019年2月17日 生产安全事故应急条例第一章　总则第一条　为了规范生产安全事故应急工作，保障人民群众生命和财产安全，根据《中华人民共和国安全生产法》和《中华人民共和国突发事件应对法》，制定本条例。第二条　本条例适用于生产安全事故应急工作；法律、行政法规另有规定的，适用其规定。 第三条　国务院统一领导全国的生产安全事故应急工作，县级以上地方人民政府统一领导本行政区域内的生产安全事故应急工作。生产安全事故应急工作涉及两个以上行政区域的，由有关行政区域共同的上一级人民政府负责，或者由各有关行政区域的上一级人民政府共同负责。县级以上人民政府应急管理部门和其他对有关行业、领域的安全生产工作实施监督管理的部门（以下统称负有安全生产监督管理职责的部门）在各自职责范围内，做好有关行业、领域的生产安全事故应急工作。县级以上人民政府应急管理部门指导、协调本级人民政府其他负有安全生产监督管理职责的部门和下级人民政府的生产安全事故应急工作。乡、镇人民政府以及街道办事处等地方人民政府派出机关应当协助上级人民政府有关部门依法履行生产安全事故应急工作职责。第四条　生产经营单位应当加强生产安全事故应急工作，建立、健全生产安全事故应急工作责任制，其主要负责人对本单位的生产安全事故应急工作全面负责。(部分内容)',
    img: 'https://s2.ax1x.com/2019/09/05/nuiPbV.png',
    postId: 0
  },
  {
    detailTitle: '《中国共产党机构编制工作条例》',
    detailText: '新华社北京8月15日电 近日，中共中央印发了《中国共产党机构编制工作条例》（以下简称《条例》），并发出通知，要求各地区各部门认真遵照执行。通知指出，机构编制资源是重要政治资源、执政资源，机构编制工作是党的重要工作。《条例》以习近平新时代中国特色社会主义思想为指导，强化党对机构编制工作的集中统一领导，是新时代机构编制工作的基本遵循。通知强调，《条例》的制定和实施，对于落实党管机构编制原则，推进机构编制法定化，提升机构编制工作水平，巩固党治国理政的组织基础，具有重要意义。通知要求，各地区各部门党委（党组）要充分认识做好机构编制工作的重要性，落实主体责任，采取有力措施，完善配套制度，确保《条例》落到实处。要抓好《条例》宣传解读和学习培训，组织各级领导干部认真学习《条例》，深刻领会《条例》精神，准确掌握《条例》内容。要加强监督检查，对违反《条例》规定的严肃问责追责。中央组织部、中央机构编制委员会办公室要会同有关部门加强统筹协调、督促指导，推动《条例》有效实施。各地区各部门在执行《条例》中的重要情况和建议，要及时报告党中央。(部分内容)',
    img: 'https://s2.ax1x.com/2019/09/05/nuikUU.png',
    postId: 1
  },
  {
    detailTitle: '国务院关于实施健康中国行动的意见',
    detailText: '人民健康是民族昌盛和国家富强的重要标志，预防是最经济最有效的健康策略。党中央、国务院发布《“健康中国2030”规划纲要》，提出了健康中国建设的目标和任务。党的十九大作出实施健康中国战略的重大决策部署，强调坚持预防为主，倡导健康文明生活方式，预防控制重大疾病。为加快推动从以治病为中心转变为以人民健康为中心，动员全社会落实预防为主方针，实施健康中国行动，提高全民健康水平，现提出以下意见。一、行动背景新中国成立后特别是改革开放以来，我国卫生健康事业获得了长足发展，居民主要健康指标总体优于中高收入国家平均水平。随着工业化、城镇化、人口老龄化进程加快，我国居民生产生活方式和疾病谱不断发生变化。心脑血管疾病、癌症、慢性呼吸系统疾病、糖尿病等慢性非传染性疾病导致的死亡人数占总死亡人数的88%，导致的疾病负担占疾病总负担的70% 以上。居民健康知识知晓率偏低，吸烟、过量饮酒、缺乏锻炼、不合理膳食等不健康生活方式比较普遍，由此引起的疾病问题日益突出。肝炎、结核病、艾滋病等重大传染病防控形势仍然严峻，精神卫生、职业健康、地方病等方面问题不容忽视。为坚持预防为主，把预防摆在更加突出的位置，积极有效应对当前突出健康问题，必须关口前移，采取有效干预措施，细化落实《“健康中国2030”规划纲要》对普及健康生活、优化健康服务、建设健康环境等部署，聚焦当前和今后一段时期内影响人民健康的重大疾病和突出问题，实施疾病预防和健康促进的中长期行动，健全全社会落实预防为主的制度体系，持之以恒加以推进，努力使群众不生病、少生病，提高生活质量。二、总体要求（一）指导思想。以习近平新时代中国特色社会主义思想为指导，全面贯彻党的十九大和十九届二中、三中全会精神，坚持以人民为中心的发展思想，坚持改革创新，贯彻新时代卫生与健康工作方针，强化政府、社会、个人责任，加快推动卫生健康工作理念、服务方式从以治病为中心转变为以人民健康为中心，建立健全健康教育体系，普及健康知识，引导群众建立正确健康观，加强早期干预，形成有利于健康的生活方式、生态环境和社会环境，延长健康寿命，为全方位全周期保障人民健康、建设健康中国奠定坚实基础。（二）基本原则。普及知识、提升素养。把提升健康素养作为增进全民健康的前提，根据不同人群特点有针对性地加强健康教育与促进，让健康知识、行为和技能成为全民普遍具备的素质和能力，实现健康素养人人有。自主自律、健康生活。倡导每个人是自己健康第一责任人的理念，激发居民热爱健康、追求健康的热情，养成符合自身和家庭特点的健康生活方式，合理膳食、科学运动、戒烟限酒、心理平衡，实现健康生活少生病。早期干预、完善服务。对主要健康问题及影响因素尽早采取有效干预措施，完善防治策略，推动健康服务供给侧结构性改革，提供系统连续的预防、治疗、康复、健康促进一体化服务，加强医疗保障政策与健康服务的衔接，实现早诊早治早康复。全民参与、共建共享。强化跨部门协作，鼓励和引导单位、社区（村）、家庭和个人行动起来，形成政府积极主导、社会广泛动员、人人尽责尽力的良好局面，实现健康中国行动齐参与。（三）总体目标。到2022年，健康促进政策体系基本建立，全民健康素养水平稳步提高，健康生活方式加快推广，重大慢性病发病率上升趋势得到遏制，重点传染病、严重精神障碍、地方病、职业病得到有效防控，致残和死亡风险逐步降低，重点人群健康状况显著改善。到2030年，全民健康素养水平大幅提升，健康生活方式基本普及，居民主要健康影响因素得到有效控制，因重大慢性病导致的过早死亡率明显降低，人均健康预期寿命得到较大提高，居民主要健康指标水平进入高收入国家行列，健康公平基本实现。(部分内容)',
    img: 'https://s2.ax1x.com/2019/09/05/nuiA5F.png',
    postId: 2
  },
  {
    detailTitle: '关于加强非洲猪瘟防控工作的意见',
    detailText: '党中央、国务院高度重视非洲猪瘟防控工作。2018年8月非洲猪瘟疫情发生后，各地区各有关部门持续强化防控措施，防止疫情扩散蔓延，取得了阶段性成效。但同时也要看到，生猪产业链监管中还存在不少薄弱环节，有的地区使用餐厨废弃物喂猪现象仍然比较普遍，生猪调运管理不够严格，屠宰加工流通环节非洲猪瘟检测能力不足，基层动物防疫体系不健全，防疫能力仍存在短板，防控形势依然复杂严峻。为加强非洲猪瘟防控工作，全面提升动物疫病防控能力，经国务院同意，现提出以下意见。一、加强养猪场（户）防疫监管（一）提升生物安全防护水平。严格动物防疫条件审查，着力抓好养猪场（户）特别是种猪场和规模猪场防疫监管。深入推进生猪标准化规模养殖，逐步降低散养比例，督促落实封闭饲养、全进全出等饲养管理制度，提高养猪场（户）生物安全防范水平。综合运用信贷保险等手段，引导养猪场（户）改善动物防疫条件，完善清洗消毒、出猪间（台）等防疫设施设备，不断提升防疫能力和水平。督促养猪场（户）建立完善养殖档案，严格按规定加施牲畜标识，提高生猪可追溯性。（农业农村部、国家发展改革委、银保监会等负责，地方人民政府负责落实。以下均需地方人民政府落实，不再列出）（二）落实关键防控措施。指导养猪场（户）有效落实清洗消毒、无害化处理等措施，严格出入场区的车辆和人员管理。鼓励养猪场（户）自行开展非洲猪瘟检测，及早发现和处置隐患。督促养猪场（户）严格规范地报告疫情，做好疫情处置，严防疫情扩散。开展专项整治行动，严厉打击收购、贩运、销售、随意丢弃病死猪的违法违规行为，依法实行顶格处罚。加强病死猪无害化处理监管，指导自行处理病死猪的规模养猪场（户）配备处理设施，确保清洁安全、不污染环境。（农业农村部、公安部、生态环境部等负责）二、加强餐厨废弃物管理（三）严防餐厨废弃物直接流入养殖环节。推动尽快修订相关法律法规，进一步明确禁止直接使用餐厨废弃物喂猪，完善罚则。各地要对餐厨废弃物实行统一收集、密闭运输、集中处理、闭环监管，严防未经无害化处理的餐厨废弃物流入养殖环节。督促有关单位做好餐厨废弃物产生、收集、运输、存储、处理等全链条的工作记录，强化监督检查和溯源追踪。按照政府主导、企业参与、市场运作原则，推动建立产生者付费、处理者受益的餐厨废弃物无害化处理和资源化利用长效机制。（农业农村部、住房城乡建设部、市场监管总局、国家发展改革委、司法部、交通运输部、商务部等负责）（四）落实餐厨废弃物管理责任。各地要尽快逐级明确餐厨废弃物管理牵头部门，细化完善餐厨废弃物全链条管理责任，建立完善全链条监管机制。加大对禁止直接使用餐厨废弃物喂猪的宣传力度，对养猪场（户）因使用餐厨废弃物喂猪引发疫情或造成疫情扩散的，不给予强制扑杀补助，并追究各环节监管责任。（农业农村部、住房城乡建设部、市场监管总局、国家发展改革委、财政部等负责）(部分内容)',
    img: 'https://s2.ax1x.com/2019/09/05/nuiVC4.png',
    postId: 3
  },
  {
    detailTitle: '促进乡村产业振兴的指导意见',
    detailText: '产业兴旺是乡村振兴的重要基础，是解决农村一切问题的前提。乡村产业根植于县域，以农业农村资源为依托，以农民为主体，以农村一二三产业融合发展为路径，地域特色鲜明、创新创业活跃、业态类型丰富、利益联结紧密，是提升农业、繁荣农村、富裕农民的产业。近年来，我国农村创新创业环境不断改善，新产业新业态大量涌现，乡村产业发展取得了积极成效，但也存在产业门类不全、产业链条较短、要素活力不足和质量效益不高等问题，亟需加强引导和扶持。为促进乡村产业振兴，现提出如下意见。一、总体要求（一）指导思想。以习近平新时代中国特色社会主义思想为指导，全面贯彻党的十九大和十九届二中、三中全会精神，牢固树立新发展理念，落实高质量发展要求，坚持农业农村优先发展总方针，以实施乡村振兴战略为总抓手，以农业供给侧结构性改革为主线，围绕农村一二三产业融合发展，与脱贫攻坚有效衔接、与城镇化联动推进，充分挖掘乡村多种功能和价值，聚焦重点产业，聚集资源要素，强化创新引领，突出集群成链，延长产业链、提升价值链，培育发展新动能，加快构建现代农业产业体系、生产体系和经营体系，推动形成城乡融合发展格局，为农业农村现代化奠定坚实基础。（二）基本原则。因地制宜、突出特色。依托种养业、绿水青山、田园风光和乡土文化等，发展优势明显、特色鲜明的乡村产业，更好彰显地域特色、承载乡村价值、体现乡土气息。市场导向、政府支持。充分发挥市场在资源配置中的决定性作用，激活要素、市场和各类经营主体。更好发挥政府作用，引导形成以农民为主体、企业带动和社会参与相结合的乡村产业发展格局。融合发展、联农带农。加快全产业链、全价值链建设，健全利益联结机制，把以农业农村资源为依托的二三产业尽量留在农村，把农业产业链的增值收益、就业岗位尽量留给农民。绿色引领、创新驱动。践行绿水青山就是金山银山理念，严守耕地和生态保护红线，节约资源，保护环境，促进农村生产生活生态协调发展。推动科技、业态和模式创新，提高乡村产业质量效益。（三）目标任务。力争用5—10年时间，农村一二三产业融合发展增加值占县域生产总值的比重实现较大幅度提高，乡村产业振兴取得重要进展。乡村产业体系健全完备，农业供给侧结构性改革成效明显，绿色发展模式更加成熟，乡村就业结构更加优化，农民增收渠道持续拓宽，产业扶贫作用进一步凸显。(部分内容)',
    img: 'https://s2.ax1x.com/2019/09/05/nuiZ8J.png',
    postId: 4
  },
];
function setDiv(item){
      var div = '<div><div><p class="wenzitop">'
  + item.detailTitle
  + '</p></div><div class="contentimg"><img class="contentimgtop" src="file:////android_asset/img/zfzcxxtop.png"/></div><div class="contentimg"><img class="contentimgtu" src="'
  + item.img
  + '"/></div><div><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;'
  + item.detailText
  + '</p></div></div><br>'
return div
}
function create(){
    var html='';
    var i=window.zfzcposition.zfzcposition();
    html+=setDiv(detail_data[i]);
    document.getElementById('zfzcxx').innerHTML=html;
}
window.onload=create;