let workdetail_data = [
  {
    workTitle: '苏州海底捞服务员4千起',
    workMoney: '4000-8000元/月',
    workPostion: '职位：服务员',
    workNeed: '要求：招100人/学历不限/经验不限,可接受应届生',
    workAddress: '地点：苏州-工业园',
    workContent: '一、【招聘岗位】\n服务员、传菜员、后厨、保洁、洗碗、实习生等\n二、【职位要求】\n1．18-45周岁，学历不限；\n2．身体状况符合国家餐饮行业标准要求；\n3．无不良嗜好和记录，无明显纹身；\n三、【薪资标准】\n苏州海底捞全勤每月保底工资3800--4000元，实行计件工资制，多劳多得，入职后门店根据岗位评定初、中、高级员工，根据不同的城市，员工薪资有所不同，普通员工最高可以拿到 10000 元/月，包食宿（入职培训期间除外）。\n四、【福利待遇】\n1．正式员工入职经店经理审批同意后，报销家庭地址到工作地的硬座火车票及汽车票；享受五险工作满半年公司给予报销办理健康证费用；\n2．员工在公司连续工作满一年，可享受带薪年休假，并报销家庭地址到工作地点的往返硬座火车票及汽车票；\n3．达到一定条件的员工（夫妻双职工、店经理等）可享有公司提供的住房补贴；\n4．凡在公司工作满三年的员工其子女可享受 2000 - 5000 元/年不等的教育补贴；\n5．大堂经理级别员工父母可享受400 元 / 月的父母补贴；店经理级别父母可享受 1600 元/月的父母补贴；\n6．普通员工英才补贴计划（凭全日制本科毕业证书）：普通本科生（含海外本科院校）毕业入职可享受补贴 1200 - 2000 元/月，补贴 6 个月（店长助理不享受此补贴）。\n五、【发展途径】（经竞聘考核后可入职）\n途径一：服务员--门迎 / 服务担当--大堂/后堂/值班经理--店经理；\n途径二：职能部门（财务管理部、技术管理部、信息管理部、采购管理部、战略事务部等）；\n途径三：蜀海公司、颐海公司、微海公司。\n六、【面试地址及乘车路线】\n面试地址：苏州市工业园区苏雅路318号天翔国际大厦1802室(面试请携带本人第二代身份证)\n乘车路线：地铁1号线到星海广场站下车， 3号口出左转200米至赛格数码广场4楼 海底捞火锅，或814路车在都市花园南站下。',
    postId: 0
  },
  {
    workTitle: '越溪站高薪招送餐员+7千',
    workMoney: '5000-9000元/月',
    workPostion: '职位：送餐员',
    workNeed: '学历不限 经验不限',
    workAddress: '地点：江苏省苏州市吴中区越溪',
    workContent: '当天面试成功 当天办理入职（全职 兼职 ） 住宿 配车 话补 补贴 订单奖励 免费培训\n诚聘外卖送餐骑手，月综合工资6000-12000元（多劳多得），诚邀您的加入！\n【薪资待遇】\n正常干6000元 - 7000元 / 月\n努力干7000元 - 8000元 / 月\n使劲干8000元 - 12000元 / 月\n1、底薪2400 / 300单，提成6 - 10 / 单，\n2、全勤奖（300）+服务奖（100 - 500）+车补200 - 400 + 话补 + 冬季补贴500 - 2000左右 + 年终奖2000左右 + 恶劣天气60 / 天\n3、全勤300 / 月，话费100 / 月，高温补贴500 - 1000 / 月 + 好评奖1 / 单 + 夜宵奖1 / 单 + 推荐奖800 / 人，综合工资5000—1W，上不封顶，多劳多得。\n4、满1000单奖励300 / 月，入职三个月奖励100 / 月，半年奖励200 / 月，九个月奖励400 / 月，一年奖励500 / 月，夜宵单补贴1 - 3 / 单，高峰期补贴2 / 单，高峰期过后正常接单。',
    postId: 1
  },
  {
    workTitle: '要德火锅招切配包食宿',
    workMoney: '3500-4500元/月',
    workPostion: '职位：后厨',
    workNeed: '要求：招20人 学历不限 经验不限',
    workAddress: '苏州东吴北路288号沃尔玛东侧要德火锅',
    workContent: '岗位职责：\n1、传达餐厅部或厨师长的相关通知、注意事项等；\n2、配好所需的食材、保证食材的新鲜、卫生等；\n3、负责所属区域卫生清理、正常使用。\n任职资格：\n1、年龄16--35岁，性别不限，身体健康；\n2、具有责任心，良好的执行能力和沟通能力，能够严格按照标准操作；\n3、勤奋努力，对餐饮工作有较高的工作热情。\n工作时间：8-10小时',
    postId: 2
  },
  {
    workTitle: '游戏操作员包吃住',
    workMoney: '5000-8000元/月',
    workPostion: '职位：游戏操作员',
    workNeed: '要求：招50人 学历不限 经验不限',
    workAddress: '地点：苏州昆山千灯有线电视电视大楼5楼',
    workContent: '工作内容：岗位职责：\n1、按照公司所提供的方法, 在游戏内维护好玩家, 提高区服活跃度, 减少玩家的流失率等；\n2、有自控能力，主要是跟玩家沟通，打交道，不是代练，不许沉迷游戏；\n3、及时反馈和协助处理游戏异常状况，并向上级反应；\n4、完成上级交给的临时任务；\n任职要求：\n1、无需任何工作经验，男女不限，沟通能力、抗压能力强；\n2、熟悉计算机基本操作，打字速度较快；\n3、服从上级安排，有良好的职业操守以及较强的客户服务意识；\n4、热爱网络游戏，有志从事网络游戏行业者优先；\n5、熟悉网络论坛、聊天工具者优先；\n6、做事能坚持不懈，有较强的工作责任心及团队合作精神者优先；',
    postId: 3
  },
  {
    workTitle: '招聘产线文员',
    workMoney: '4501-5001元/月',
    workPostion: '职位：文员',
    workNeed: '要求：招10人 学历不限 经验不限',
    workAddress: '地点：中国江苏省苏州市高新区长江路',
    workContent: '岗位职责：\n1、公司人工成本、行政费用的预算与管理；\n2、制度流程建设、各类会议活动组织、办公环境管理、公司各类采购统筹、固定资产及车辆管理、公司仓储及礼品库管理；\n3、行政管理体系搭建、办公区域租赁装修、行政采购体系搭建维护、大型年会及重要活动组织；\n4、采购、管理公司固定资产与低值易耗品（非办公用品和日常用品）；\n5、负责固定资产台账审核、组织固定资产盘点工作。\n任职资格：\n1、本科以上学历，企业行政经理工作经验两年以上；\n2、固定资产管理经验、资产管理合同管理、或有大型企业材料库管经验；\n3、有一定财务经验；\n4、较强的责任心和敬业精神，良好的组织协调能力及沟通能力，较强的分析、解决问题能力；\n5、熟练使用办公软件和办公自动化设备。',
    postId: 4
  },
  {
    workTitle: '网页设计/制作助理',
    workMoney: '4000-7000元/月',
    workPostion: '职位：设计助理',
    workNeed: '要求：招3人 学历不限 经验不限 ,可接收应届生',
    workAddress: '地点： 苏州金阊广济南路',
    workContent: '工作内容：1. 负责公司形象标志设计、企业VI/LOGO、场馆内标识设计、公司网页美化等平面类设计工作；\n2. 负责公司对外的活动海报、易拉宝、体育赛事活动背景板、舞台形象、场地布局、秩序册、宣传册、道具物料的平面设计；\n3. 配合活动方案的具体制作，共同完成项目创作和执行；\n职位要求：1、大专及以上学历，专业不限；\n2、对设计有一定的兴趣；\n3、学习能力强，工作热情高，富有责任感；\n4、想获得一份有长远发展、稳定、有晋升空间的工作；\n5、欢迎广大应届生\n工作时间：周末双休，朝九晚五，晚上不加班\n福利待遇：\n除正常工作提成之外，有年底年终奖；定期自我提升的管理类和情商类培训；团队聚餐，团队旅游；',
    postId: 5
  },
  {
    workTitle: '万宝店麦果优品诚招收银员',
    workMoney: '3000-5000元/月',
    workPostion: '职位：收银员',
    workNeed: '要求：招3人 学历不限 经验不限 ,可接收应届生',
    workAddress: '地点：苏州吴江万宝财富广场麦果优品',
    workContent: '吴江区招收银员导购：万象汇广场、万宝财富广场、新湖广场，永旺店，可就近选择工作区域，有意向者可以投递简历或直接拨打招聘电话。\n任职要求：\n1.18-28周岁\n2.身高160以上，五官端正，亲和力好\n3.服务意识强，能够吃苦耐劳\n福利待遇：\n1.提供工作餐\n2.入职满6个月缴纳五险\n3.生日当月发放200元麦果优品会员卡，大型节假日发放节日礼品\n4.公司每年组织一次海外游，户外拓展，2次大型员工聚会\n5.表现优异者，每3个月晋升一次',
    postId: 6
  },
  {
    workTitle: '青剑湖电信营业员',
    workMoney: '3000-5000元/月',
    workPostion: '职位：营业员',
    workNeed: '要求：招2人 学历不限 经验不限',
    workAddress: '地点：苏州园区青剑湖唯华路',
    workContent: '职位描述:\n工作内容：电信天翼手机营销及套餐办理等\n待遇：底薪+提成，综合工资3200-6000.缴纳社保\n任职要求:\n1、高中以上学历，计算机水平一般；\n2、35岁以下，男女不限\n3、口齿伶俐，身体健康，热爱销售，有无经验均可，有手机或同类产品销售经验者更佳。\n工作地点：唯亭青剑湖商业广场B-101室\n工作时间：上四休一，根据卖场时间来定。\n提供各种补贴、定时有工会活动等等。',
    postId: 7
  },
];
function setDiv(item){
      var div = '<div><div><p class="worktitle">'
  + item.workTitle
  + '</p></div><div><p class="workmoney">'
  + item.workMoney
  + '</p></div><div><p class="workpostion">'
  + item.workPostion
  + '</p></div><div><p class="workneed">'
  + item.workNeed
  + '</p></div><div><p class="workaddress">'
  + item.workAddress
  + '</p></div><div class="bar"></div><p class="zwms">【职位描述】</p><div><p class="workcontent">'
  + item.workContent
  + '</p></div></div>'
return div
}
function create(){
    var html='';
    var i=window.grjzposition.grjzposition();
    workdetail_data[i].workContent=workdetail_data[i].workContent.replace(/\n/g,"<br>");
    html+=setDiv(workdetail_data[i]);
    document.getElementById('grjzxx').innerHTML=html;
}
window.onload=create;